const articles = [
  // 1
  {
    text: `Сделать тесто для торта, смешать все ингредиенты (мука — 3 стакана, сгущенное молоко, 1 яйцо, соду).
    Сделать тесто для торта, смешать все ингредиенты (мука — 3 стакана, сгущенное молоко, 1 яйцо, соду).
    Для крема смешать все компоненты, кроме масла, и поставить на огонь до загустения, при этом интенсивно помешивая.
    В конце добавить в горячий крем сливочное масло`,
    user_id: 1,
  },
  // 2
  {
    text: 'Какой-то другой рецепт',
    user_id: 1,
  },
  // 3
  {
    text: '1. В тёплое молоко добавляем дрожжи, сахар, соль, яйцо, сливочное и растительное масло.2. Замешиваем тесто, которое слегка липнет к рукам и ставим на расстойку.3. Формируем булочки, оставляем в теплом месте на 30 минут и смазываем желтком. Выпекаем при 180° 20 минут.',
    user_id: 2,
  },
  // 4
  {
    text: 'Промыть, просушить и нарвать на небольшие кусочки листья салата, отложить в холодильник.В горячую сковородку положить 1 столовую ложку сливочного масла. После того, как оно полностью расплавится и начнет шипеть, кинуть нарезанный на пластины зубчик чеснока.Куриную грудку нарезать на кусочки приблизительно 1×3 см. Положить в сковороду к чесноку и маслу. Обжаривать на сильном огне приблизительно 10 минут до румяной корочки. Снять с огня.В ту же сковородку добавить еще одну столовую ложку сливочного масла и второй зубчик чеснока. В это время нарезать на небольшие кубики хлеб. Положить в сковороду и обжаривать до румяной корочки. Желательно непрерывно помешивать, чтобы не подгорело.Достать листья салата, туда же положить обжаренную куриную грудку, помидоры, нарезанные тонкой соломкой. Заправить соусом «Цезарь». Перемешать. Сверху положить получившиеся сухарики и натереть сыр.',
    user_id: 2,
  },
  // 5
  {
    text: `Влить молоко и сливки, Поставить на небольшой огонь,Постоянно взбивая венчиком, довести до кипения, Охлаждаем, выливаем в формочки, Ставим в морозилку минимум часа на 4 и обязательно перемешиваем 2-3 раза за это время
    просушить и нарвать на небольшие кусочки листья салата, отложить в холодильник`,
    user_id: 3,
  },
];

module.exports = { articles };
